[
    {
        "prompttext": "To begin your journey, you must pick a route. The North-West route meanders through the high ground in the mountains. It will be freezing and a long journey, but potentially safer. The quickest route would be due West, directly through the city remains. It will be treacherous, but give you the opportunity to forage for supplies. Finally, you can go South-West, and wade through the swamps of Myra, risking disease and toxic muck.",
        "image": "",
        "choice1": "North-West: The mountain trail",
        "choice1text": "As you head towards the mountains, temperatures start to rapidly drop. With no climbing equipment, you have trouble making much progress during the day, leaving you stranded near a wind tunnel at night. You freeze to death in your tent three hours after nightfall.",
        "choice2": "Due West: The urban trek",
        "choice2text": "Good choice. Although the city itself is dangerous, you need supplies in order to continue your journey. Unfortunately, in this world, supplies are not easy to come by. As you walk towards the city, you can hear a faint howling…",
        "choice3": "South-West: The swamp march",
        "choice3text": "As you approach the Southern swampland, you hear a rattling. The insects are signaling that danger is coming. You pause to ponder, are you the danger? Or is it something much more vicious? You step further into the swamp, only to find a no-faced alligator emerge from the surrounding trees. He knocks you down with his tail and makes you his nightly snack.",
        "winningchoice": 2
    },
    {
        "prompttext": "The howling grows louder as you get closer to the city. That can only mean one thing…  Fleshrippers. Not everyone escaped the nuclear bombs. Most people died on impact, but those who did not, completely lost their minds. They wander the cities in search of whatever meat they can find… Even if it's still breathing. You're still about five miles from the city.",
        "image": "",
        "choice1": "Forge on and arrive in the city by nightfall",
        "choice1text": "Unfortunately, the Fleshrippers are more active at dusk. They can hear your footsteps, smell your scent, and sense your presence. Hordes descend upon you before you are able to enter the cover of the city.", 
        "choice2": "Take cover in an abandoned vehicle near the entrance of the city. Wait until morning to enter the confines of the city",
        "choice2text": "Unfortunately, the vehicle you chose offered little protection. While you slept at night, you were a sitting duck for all of the creatures lurking in the near distance who hadn't had a proper meal in decades.",
        "choice3": "Instead of going directly through the city, try for the abandoned suburban edges",
        "choice3text": "Fortunately, you were right, the suburbs are much safer than the high rises in the city. Unfortunately, all of the homes in the suburbs have been picked completely over… Meaning you have no supplies. You have no choice but to go into the city in the morning.",
        "choice4": "Climb the tallest structure you can find, sleep about three miles outside of the city for safety. Attempt to enter in the morning",
        "choice4text": "Congrats. Although you are a bit hungry, you survived the night unharmed.",
        "winningchoice": "3, 4"
    },
    {
        "prompttext": "It is about time to enter the city, you find an old speaker system. If you play it loud enough, it will distract the Fleshrippers and you can sneak past them unattended. Where will you forage for food first?",
        "image": "",
        "choice1": "The hotel on the edge of the city",
        "choice1text": "Although the hotel itself is a little creepy, it offers numerous places to hide. Your foraging has limited success. Three cans of beans, some fresh mushrooms growing in the basement, and most importantly, rainwater collected from the roof.",
        "choice2": "An office building in the center of town",
        "choice2text": "Although this is an extremely treacherous option… The office buildings in town have the most supplies, because they are the hardest areas to get to. You break out a window and find a decent bunker supply of canned food.",
        "choice3": "The abandoned amusement park by the Northern half of the city",
        "choice3text": "Dead. So dead. The Fleshrippers ate you like cotton candy the minute you stepped into the park. There is no cover, no protection, and no supplies.",
        "choice4": "College Campus in the Southern region of the city",
        "choice4text": "Unfortunately, there was no food on the college campus. You wasted all of the time the Fleshrippers were distracted, meaning you were left with no supplies as they flooded back into the city. They quickly hunted you down and ate you.",
        "winningchoice": "1, 2"
    },
    {
        "prompttext": "You leave the ruins of the past behind and begin your journey onward through the barren desert. After a few hours of walking, you reach an abandoned shack. An eerie chill washes over you…",
        "image": "",
        "choice1": "Enter the home as a means to get supplies",
        "choice1text": "As you enter the makeshift home, you quickly realize the inhabitants of this home are out hunting… leaving their supplies unattended. You grab the weapons on the counter as well as some canned food. Next, you bolt out of the home as quickly as possible. You don't want to be around when the hosts return.",
        "choice2": "Keep walking",
        "choice2text": "About a mile past the house, some cannibals spot you. Unlike Fleshrippers, cannibals are still human, they've just lost any civility. They feast on what they can and live outside of the colonies. The cannibals ambush you. You are too weak to fight them off. They take you back to their camp, and make you into a nice soup.",
        "winningchoice": "1"
    },
    {
        "prompttext": "You keep walking along your same path. You know it is only a matter of time before you run into your hosts. Soon… your worst fears are realized. You make out some ghastly figures on the horizon. Cannibals. Unlike the Fleshrippers, cannibals are still human, they're smart and feed off members of the colonies who stray.",
        "image": "",
        "choice1": "Fight - hand to hand combat",
        "choice1text": "You grab a knife from the weapons bag you stole and charge the largest member of the group. After a grueling battle, you defeat your enemies. Unfortunately, you have some wounds, but nothing some first aid won't fix in time.",
        "choice2": "Run",
        "choice2text": "Unfortunately, these cannibals love a good chase. They hunt you down, and share a family meal of your skull. You just got a treasure chest full of weapons… Why didn't you use any of them?",
        "choice3": "Fight - firearm",
        "choice3text": "You shoot the cannibals dead. SUCCESS! However, the noise of the gun was heard by every single creature in a ten mile radius. Flesh Rippers descend upon you in a matter of minutes.",
        "choice4": "Hide",
        "choice4text": "You're in the middle of nowhere. There is nowhere to hide. The cannibals catch you behind a shrub.",
        "winningchoice": "1"
    },
    {
        "prompttext": "You've sustained some wounds and need to find some first aid supplies. You could patch yourself up, but maybe finding some medical equipment would be useful.",
        "image": "",
        "choice1": "Find a hospital",
        "choice1text": "You turn back to the ruined city. After all, that's where most hospitals are. You start crossing through the desert again and duck back into the abandoned shack when you realize- the hosts have returned. They furiously descend on you like a pack of wolves.",
        "choice2": "Find a clinic",
        "choice2text": "You need sterile supplies to treat your wounds. After half an hour of careful walking, you come across a run-down clinic that, thankfully, doesn't look completely ransacked.",
        "choice3": "Fix your wounds yourself",
        "choice3text": "You rip up some cloth to tape up your wounds. Should be good enough. A few hours later, you break into a high fever and realize the wounds were infected and your clothes were dirty. Unfortunately, you're no doctor.",
        "winningchoice": "2"
    },
    {
        "prompttext": "Out from the old door frame steps an unassuming man in makeshift armor, and reflexively you draw your weapons. As you both face each other in a standoff, you observe his Background. He seems different from the cannibals you just faced, almost kind-hearted despite being battle-hardened. He might have supplies you need.",
        "image": "",
        "choice1": "Leave",
        "choice1text": "Weapons still raised, you decide to back off slowly. It's not worth the risk and you need to treat your wounds. As you back away, you fall backwards over a tripwire you missed coming in. You hang there upside-down, and the last thing you see is the man walking towards you with a grin on his lanky face.",
        "choice2": "Ask for safe passage",
        "choice2text": "You lower your weapon and open your palms in a universal cease-fire gesture. The strange man does the same, and beckons you to enter. Relieved to find that not everyone in this apocalyptic hellscape is hostile, you follow the man into his hideout.",
        "choice3": "Distract the host",
        "choice3text": "A distraction seems best to get away from this man. You kick aside a nearby metal object and it clatters loudly along the road. Your opponent, startled, dashes back inside. As you look around, you realize that making such a loud noise was a horrible mistake, as Fleshrippers start sprinting towards you from the horizon. You prepare to fight to the death, as it looks like there's no cover and no way out of this one.",
        "choice4": "Fight the man",
        "choice4text": "Only the strong survive. You decide to fight your way to the building. As you lunge forward, your wounds tear open. You weren't in any condition to fight. The last thing you see is the clinic dweller trawling towards you, a bone saw in hand.",
        "winningchoice": "2"
    },
    {
        "prompttext": "You follow the man inside the old clinic and he brings you some packaged, sterile bandages. You wash and bandage your wounds without issue and the host disappears around the corner to retrieve more supplies and you take a look around. Something's off… you inspect some nearby rags and discover patches of dried blood. As your eyes adjust, you peer into the open door of a nearby hallway and discover some skulls on gurneys. You smell smoke and realize this man was deceiving you all along- he's also a cannibal! You have to get out of here. You swing around, and suddenly the host blocks your path. In his hands he grips a bloodied, rusty cleaver pointed straight at you!",
        "image": "",
        "choice1": "Fight the host",
        "choice1text": "You are left with no choice but to fight for your life. You engage the man in combat and, after a grueling struggle and suffering some moderate flesh wounds, you come out victorious.",
        "choice2": "Attempt to negotiate peacefully",
        "choice2text": "You are on a mission for peace. Perhaps this man could prove to be helpful in making your way to the Eastern quadrant. You hold up your hands in surrender. The man pauses, and slowly lowers his knife…then suddenly lunges forward and buries the knife into your chest. You collapse to the floor in pain and bleed out. The only songs of peace going through your head now are the silent hums of death.",
        "choice3": "Run",
        "choice3text": "You can't afford to waste time and energy fighting this man. Luckily there is an old window frame nearby. You dive through the rotted frame and bolt as fast as you can. It was a close call.",
        "choice4": "Scream",
        "choice4text": "Instantly you decide that your only way out of this situation is to distract the host. You let loose a blood-curdling scream. The host, while startled, grins and kicks you in the stomach. As you crouch over in pain, he swings the cleaver down and you feel it connect with your skull. In flashes of pain, you feel him hack away at your body and all thoughts erode away as he tears you to pieces",
        "winningchoice": "1, 3"
    },
    {
        "prompttext": "According to your map, you should be approaching the entrance to the Eastern bunker. The landscape, however, looks the same as before- empty save for the broken remains of buildings. There is a cliff to one side, a hill with a hooded figure in the distance, and a raggedy suspension bridge on the other side, the other end of the bridge obscured. You also see the entrance to what looks like an old mine shaft nearby.",
        "image": "",
        "choice1": "Move to the cliff",
        "choice1text": "You peer over the edge and fail to spot an entrance of any kind. Figures. No person in their right mind would build a bunker into a cliffside. Suddenly your foot slips on the rocks and you tumble over the edge, to your doom.",
        "choice2": "Move towards the hill",
        "choice2text": "Logically, underground bunkers are built into the ground. You approach and finally see an entrance a few hundred meters away. The hooded figure stands directly in front of the entrance.",
        "choice3": "Cross the bridge",
        "choice3text": "You step onto the unstable planks of the wooden suspension bridge. You reach halfway and just barely make out the other side of the cliffs. Suddenly, the plank beneath you breaks. You manage to hold onto the ropes for a minute, before slipping and falling to your death.",
        "choice4": "Try the mine shaft entrance.",
        "choice4text": "You enter the mine shaft and find it's fairly warm and out of reach of dangerous creatures. As you turn back towards the entrance, you accidentally bump into a wooden post and with a rumble, the wooden structures collapse. You are buried alive with no way out.",
        "winningchoice": "2"
    },
    {
        "prompttext": "You approach the bunker and are greeted by a large, disfigured, hooded figure who may or may not have once been a perfectly normal human being. It towers menacingly between you and the final gate to the most well-fortified bunker of the Eastern Quadrant.",
        "image": "",
        "choice1": "Fight the creature",
        "choice1text": "The road to peace in this world must be paved with blood. You draw your knife and slash, aiming for the creature's thigh, but it is surprisingly agile for a monster of its size. It swiftly dodges your attack, and seizes you by the leg and arm. It flexes its arms down with a roar and violently breaks your spine, forcing out what little breath remained in your lungs when you first approached this creature. You lay on the ground, stunned and bleeding out, your last sight on this god-forsaken planet a blurry, blood-tinged image of the finish line, just out of reach. Fighting this thing was a terrible idea",
        "choice2": "Approach peacefully",
        "choice2text": "You walk forward slowly and unflinchingly and maintain eye contact with the…thing. Perplexed, it postures, ready for a fight. You bow slowly and show your empty hands. It seems to understand that you are not here for a fight and moves aside.",
        "choice3": "Walk away",
        "choice3text": "ou decide that now is not the time to confront the creature. There is no way of telling how aggressive it is, and you are unwilling to start another fight without more resources. However, you scan the surrounding area and can find no other entrance into the bunker. As you back away, the monster, sensing retreat, lunges at you and pounds you to a pulp. It smelled your fear.",
        "winningchoice": "2"
    }
]